"%@ - Offline" = "%@ - Offline";

"3D Secure" = "3D Secure";

"Add New Card…" = "Aggiungi nuova carta…";

"Add a Card" = "Aggiungi una carta";

"Apt." = "Int.";

"Contact" = "Contatto";

"Delivery" = "Consegna";

"Delivery Address" = "Indirizzo di consegna";

"Free" = "Gratuita";

"Invalid Shipping Address" = "Indirizzo di spedizione non valido";

"Loading…" = "Caricamento...";

"Multibanco" = "Multibanco";

"Next" = "Avanti";

"Online Banking (FPX)" = "Online Banking (FPX)";

"Payment Method" = "Modalità di pagamento";

"Shipping" = "Spedizione";

"Shipping Method" = "Modalità di spedizione";

"Use Billing" = "Usa indirizzo di fatturazione";

"Use Delivery" = "Usa indirizzo di consegna";

"Use Shipping" = "Usa indirizzo di spedizione";
